Latest/Stats/Isolation/KVM/net2_3.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=1
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=1
fio-2.6
Starting 2 processes
@@@@thread id 2195 on cpu id 1
fio: waiting for connection
@@@@thread id 2196 on cpu id 0

receiver: (groupid=0, jobs=1): err=106 (file:engines/net.c:901, func=sendto udp link close, error=Transport endpoint is already connected): pid=2195: Wed Mar 14 19:50:10 2018
  read : io=102400MB, bw=10018Mbit/s, iops=320583, runt= 81771msec
    clat (usec): min=1, max=9024, avg= 1.82, stdev= 2.82
     lat (usec): min=1, max=9032, avg= 2.08, stdev= 2.88
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
     | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
     | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    2],
     | 99.00th=[    4], 99.50th=[    9], 99.90th=[   15], 99.95th=[   16],
     | 99.99th=[   24]
    bw (Mbit/s): min=    0, max=10199, per=100.00%, avg=9957.21, stdev=786.50
    lat (usec) : 2=29.30%, 4=69.41%, 10=0.84%, 20=0.41%, 50=0.04%
    lat (usec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 10=0.01%
  cpu          : usr=23.72%, sys=75.75%, ctx=13134, majf=0, minf=3
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=26214400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
sender: (groupid=0, jobs=1): err=106 (file:engines/net.c:901, func=sendto udp link close, error=Transport endpoint is already connected): pid=2196: Wed Mar 14 19:50:10 2018
  write: io=102400MB, bw=10018Mbit/s, iops=320583, runt= 81771msec
    clat (usec): min=1, max=9029, avg= 1.76, stdev= 2.82
     lat (usec): min=1, max=9030, avg= 2.03, stdev= 2.84
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
     | 30.00th=[    1], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
     | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    2],
     | 99.00th=[    4], 99.50th=[    7], 99.90th=[   15], 99.95th=[   15],
     | 99.99th=[   23]
    bw (Mbit/s): min= 9467, max=10199, per=100.00%, avg=10018.29, stdev=81.63
    lat (usec) : 2=36.44%, 4=60.45%, 10=2.72%, 20=0.37%, 50=0.02%
    lat (usec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%, 10=0.01%
  cpu          : usr=26.34%, sys=73.23%, ctx=6879, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=26214400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=102400MB, aggrb=10018Mbit/s, minb=10018Mbit/s, maxb=10018Mbit/s, mint=81771msec, maxt=81771msec
  WRITE: io=102400MB, aggrb=10018Mbit/s, minb=10018Mbit/s, maxb=10018Mbit/s, mint=81771msec, maxt=81771msec