Latest/Stats/Isolation/KVM/net_0.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.6
Starting 2 processes
@@@@thread id 4199 on cpu id 1
fio: waiting for connection
@@@@thread id 4200 on cpu id 0

receiver: (groupid=0, jobs=1): err= 0: pid=4199: Tue Jun 26 14:23:59 2018
  read : io=10240MB, bw=645352Kbit/s, iops=20167, runt=129985msec
    clat (usec): min=19, max=12827, avg=47.01, stdev=12.11
     lat (usec): min=20, max=12827, avg=47.38, stdev=12.12
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   43], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   45], 40.00th=[   46], 50.00th=[   46], 60.00th=[   46],
     | 70.00th=[   47], 80.00th=[   47], 90.00th=[   52], 95.00th=[   56],
     | 99.00th=[   64], 99.50th=[   69], 99.90th=[   81], 99.95th=[   90],
     | 99.99th=[  183]
    bw (Kbit/s): min=   24, max=708032, per=100.00%, avg=642894.62, stdev=42203.23
    lat (usec) : 20=0.01%, 50=86.57%, 100=13.40%, 250=0.02%, 500=0.01%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 20=0.01%
  cpu          : usr=6.64%, sys=50.09%, ctx=2621350, majf=0, minf=4
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=4200: Tue Jun 26 14:23:59 2018
  write: io=10240MB, bw=645347Kbit/s, iops=20167, runt=129986msec
    clat (usec): min=36, max=12853, avg=47.00, stdev=12.29
     lat (usec): min=36, max=12853, avg=47.39, stdev=12.30
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   43], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   45], 40.00th=[   46], 50.00th=[   46], 60.00th=[   46],
     | 70.00th=[   47], 80.00th=[   47], 90.00th=[   52], 95.00th=[   55],
     | 99.00th=[   64], 99.50th=[   69], 99.90th=[   80], 99.95th=[   88],
     | 99.99th=[  177]
    bw (Kbit/s): min=565312, max=708160, per=100.00%, avg=645374.76, stdev=13426.41
    lat (usec) : 50=87.04%, 100=12.93%, 250=0.02%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 20=0.01%
  cpu          : usr=5.09%, sys=52.63%, ctx=2621449, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=645352Kbit/s, minb=645352Kbit/s, maxb=645352Kbit/s, mint=129985msec, maxt=129985msec
  WRITE: io=10240MB, aggrb=645344Kbit/s, minb=645344Kbit/s, maxb=645344Kbit/s, mint=129986msec, maxt=129986msec